"%@ - Offline" = "%@ - Офлайн";

"3D Secure" = "3D Secure удостоверяване";

"Add New Card…" = "Добавяне на нова карта...";

"Add a Card" = "Добавяне на карта";

"Apt." = "Aп.";

"Contact" = "Контакт";

"Delivery" = "Доставка";

"Delivery Address" = "Адрес за доставка";

"Free" = "Безплатно";

"Invalid Shipping Address" = "Невалиден адрес за доставка";

"Loading…" = "Зареждане...";

"Multibanco" = "Multibanco";

"Next" = "Следващо";

"Online Banking (FPX)" = "Онлайн банкиране (FPX)";

"Payment Method" = "Метод на плащане";

"Shipping" = "Доставка";

"Shipping Method" = "Метод на доставка";

"Use Billing" = "Да се използва адреса за фактуриране";

"Use Delivery" = "Да се използва адреса за доставка";

"Use Shipping" = "Да се използва адреса за изпращане";
